Repository: Yvon-Yves-OVONO-BENG/futulove
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: Edit Diploma
fr: Mise à jour du diplôme

source: Mark recorder
fr: Saisie des notes

source: Update of a note by the administrator
fr: Mise à jour des notes par l'administrateur

source: Choose a subject
fr: Choisir une matière

source: Display All Students
fr: Afficher tous les élèves

source: ALL STUDENTS
fr: TOUS LES ELEVES

source: Print repertory of classroom
fr: Imprimer le répertoire de la classe

source: Edit Subject
fr: Modification de la matière

source: Change password of :
fr: Réinitialisation du mot de passe de :

source: Repeat it
fr: Redouble la

source: Excluded for
fr: Exclu(e) pour

source: Admitted to catch-up
fr: Admis(e) au rattrapage

source: Resigned
fr: Démissionnaire

source: Complete
fr: Terminé(e)

source: Repeat if it fails
fr: Redouble si échev

source: Excluded if failure for
fr: Exclu(e) si échec pour

source: Management of Student's Absence Hours
fr: Gestion des absences des élèves

source: Management of Teacher's Absence Hours
fr: Gestion des absencdes des enseignants

source: Choose term
fr: Choisir le trimestre

source: Do you want to delete the teachers hours of absence
fr: Voulez-vous vraiment supprimer les heures d'absence des enseignants

source: Edit student's absence
fr: Modifier les heures des élèves

source: Edit teacher's absence
fr: Modifier les heures des enseignants

source: Absence Student Recorder
fr: Enregistrement des absences des élèves

source: Absence Teacher Recorder
fr: Enregistrement des absences des enseignants

source: Sub System and School Years
fr: Sous Système et Année Scolaire

# &quot;Sub System&quot;
source: "Sub System"
fr: "Sous Système"

source: Please choose a sub system
fr: Veuillez choisir le sous système

# &quot;School Year&quot;
source: "School Year"
fr: "Année Scolaire"

source: Please choose school year
fr: Veuillez choisir l'année scolaire

source: School type
fr: Type Etablisement

source: Private
fr: Privé

source: G.H.S or College
fr: Lycée ou Collège

source: G.H.S
fr: LYCEE

source: College
fr: C.E.S

source: Hours of absence
fr: Heures d'absences

source: Fees Management
fr: Gestion des frais

source: Sub System - School Year
fr: Sous Système - Année Scolaire

source: English Speaker
fr: Anglophone

source: French Speaker
fr: Francophone

source: Roll Honor's Students management
fr: Gestion des Tableaux d'Honneur des élèves

source: Student's card management
fr: Gestion Cartes d'Identité Scolaire

source: Edit School
fr: Edition de l'Etablisement

source: Education
fr: Enseignement

source: General
fr: Général

source: Technical
fr: Technique

source: LogIn
fr: Connexion

source: Number of courses assigned
fr: Nombre de cours attribués

source: Print Lessons assigned
fr: Imprimer les leçons attribuées
